Repository: eunjiChung/EJWhatShouldIWear
Catalog: EJWhatShouldIWear/EJWhatShouldIWear/*.lproj/Localizable.strings
Languages: es, ja, ko, vi, zh_hans

# app_name
source: What Should I Wear?
ko: 오늘모입지?

# noti_body
source: Check today's weather and outfit:)
ko: 오늘 날씨와 옷차림을 확인해보세요!

# monday
source: Mon
es: lunes
ja: 月曜日
ko: 월요일
vi: thứ hai
zh_hans: 星期月

# tuesday
source: Tue
es: martes
ja: 火曜日
ko: 화요일
vi: thứ ba
zh_hans: 星期火

# wednesday
source: Wed
es: miércoles
ja: 水曜日
ko: 수요일
vi: thứ tư
zh_hans: 星期水

# thursday
source: Thu
es: jueves
ja: 木曜日
ko: 목요일
vi: thứ năm
zh_hans: 星期木

# friday
source: Fri
es: viernes
ja: 金曜日
ko: 금요일
vi: thứ sáu
zh_hans: 星期金

# saturday
source: Sat
es: sábado
ja: 土曜日
ko: 토요일
vi: thứ bảy
zh_hans: 星期土

# sunday
source: Sun
es: domingo
ja: 日曜日
ko: 일요일
vi: chủ nhật
zh_hans: 星期日

source: Sunny
es: soleado
ja: 晴れ
ko: 맑아요
vi: trời trong
zh_hans: 晴间多云

source: Rainy
es: lluvioso
ja: 非降りる
ko: 비와요
vi: trời mưa
zh_hans: 雨

source: Cloudy
es: nublado
ja: 曇り
ko: 흐려요
vi: trời có mây
zh_hans: 模糊

source: Snowy
es: nevado
ja: 雪下ろし
ko: 눈와요
vi: Mắt
zh_hans: 雪

# share
source: Share with loved ones
es: compartir con la amada
ja: 愛する人と共有する
ko: 사랑하는 사람에게 공유하기
vi: Chia sẻ
zh_hans: 与亲人分享

# share1
source: Share
es: compartir
ko: 사랑하는 사람

# share2
source: with
es: con la
ko: 에게

# share3
source: Loved Ones
es: amada
ja: 愛する人と共有する
ko: 전해보세요
vi: Chia sẻ
zh_hans: 与亲人分享

# send_mail
source: Send suggestion
es: enviar la sugerencia
ja: 提案を送る
ko: 불편/건의 메일 보내기
vi: gửi thư
zh_hans: 发送建议

source: Setting
es: el escenario
ja: 設定
ko: 설정
vi: Cài đặt
zh_hans: 设定

# share_title
source: Take care of your loved ones with <WhatShouldIWear>
es: Ten cuidado con <Qué vestiré hoy?> a tu cariño
ja: <WhatShouldIWear>であなたの愛する人の世話をします
ko: <오늘모입지?>와 함께 사랑하는 사람을 챙겨주세요.
vi: Chăm sóc những người thân yêu của bạn với <WhatShouldIWear>
zh_hans: <WhatShouldIWear>照顾你的亲人

# share_limit
source: 40 char limit
es: 40 chalar restrictivamente
ja: 40文字以内
ko: 40자 제한
vi: Giới hạn 40 ký tự
zh_hans: 40个字符限制

# share_placeholder
source: ex) It's cold today. Warm up!
es: ex) Hace frío. Ponte más gordo
ja: ex) 今日は寒いです. 準備し始める
ko: ex)오늘 날이 춥다~옷 따뜻하게 입고 다녀 ^^
vi: ex) Hôm nay trời lạnh.
zh_hans: ex) 今天很冷. 暖身.

# share_btn
source: Share with loved ones
es: share
ja: 愛する人と共有する
ko: 보내기
vi: Chia sẻ
zh_hans: 与亲人分享

# setting_local
source: Set Location
es: establecer ubicación
ja: 場所を設定
ko: 지역 설정
vi: Thiết lập địa điểm
zh_hans: 设置位置

# setting_noti
source: Set Notification
es: establecer notificación
ja: 通知を設定
ko: 알림 설정
vi: Đặt thông báo
zh_hans: 设置通知

# setting_info
source: Developer Information
es: Información del desarrollador
ko: 개발자 정보
vi: Thông tin nhà phát triển
zh_hans: 开发者信息

# send_title
source: Suggestion
es: sugerir
ja: 提案する
ko: 건의합니다
vi: Gợi ý
zh_hans: 建议

# send_message
source: Please fix the followings
es: arreglar esto por favor
ja: 以下を修正してください
ko: 불편사항 건의합니다
vi: vui lòng điều chỉnh các điều sau đây
zh_hans: 请更正以下内容

# main_timely
source: Today Weather
es: el tiempo de hoy
ja: 時間帯別の天気
ko: 오늘 날씨
vi: Thời tiết theo múi giờ
zh_hans: 小时天气

# main_weekely
source: Weekely Weather
es: el tiempo de esta semana
ja: 今週の天気
ko: 요번주 날씨
vi: Thời tiết tuần này
zh_hans: 本周天气

# main_ad
source: Advertisement
es: anuncio
ja: 広告
ko: 광고
vi: Quảng cáo
zh_hans: 广告

# hour
source: H
es: la hora
ja: 時
ko: 시
zh_hans: 点

# unknown
source: Unknown location
es: la ubicación desconocido
ja: 未知の場所
ko: 알 수 없는 지역
vi: Vị trí không xác định
zh_hans: 未知的地方

# developer_info
source: Developer Information
ko: 개발자 정보

source: App Version
ko: 앱 버전

# app_description
source: 'What Should I Wear?' provides the weather data by OpenWeatherMap API to display various weather information. Because of this, depending on the server situation at that site, the information might not be displayed. Please also understand that all forecasts do not match 100%. More detailed use and development stories for applications are available in the blog.
ko: '오늘모입지?'는 OpenWeatherMap에서 제공하는 데이터로 각종 기상 정보를 표시합니다. 때문에 해당 사이트의 서버 사정에 따라 정보가 표시되지 않을 수 있습니다. 또한 모든 예보가 100% 일치하지 않는다는 점을 이해해 주시기 바랍니다. 어플리케이션에 대한 보다 자세한 사용방법 및 개발 이야기는 블로그에 수록되어 있습니다.

source: Blog
ko: 개발자 블로그

source: Instagram
ko: 개발자 인스타그램

source: Go to Blog
ko: 블로그 바로가기

source: Go to Instagram
ko: 인스타그램 바로가기

# mail_warning_title
source: Mail App setting error
es: Error al establecer de la aplicación e-mail
ja: メールアプリケーション設定エラー
ko: 메일앱 설정 오류
vi: Lỗi cài đặt ứng dụng thư
zh_hans: 邮件应用程序设置错误

# mail_warning_message
source: Enter sender information in mail app
es: entrar la información del remitente
ja: メールアプリケーションに送信者情報を入力してください
ko: 메일 앱에서 발신자 정보를 설정하세요
vi: Nhập thông tin người gửi trong ứng dụng thư
zh_hans: 在邮件应用程序中输入发件人信息

# btn_ok
source: Ok
es: Vale
ja: 確認
ko: 확인
vi: đồng ý
zh_hans: 确认

# alarm_message
source: Get a 9 o'clock notice every morning
es: Recibir la alarma en todas las mañana
ja: 毎朝9時の通知を受け取る
ko: 매일 아침 9시 알림을 받아보세요
vi: Nhận thông báo 9 giờ mỗi sáng
zh_hans: 每天早上9点钟通知

# update_title
source: Update
ko: 업데이트

# update_message
source: Do you want to proceed with the update to the latest version?
ko: 최신 버전으로 업데이트를 진행하시겠습니까?

# btn_cancel
source: Cancel
ko: 취소

# localizing_error
source: Cannot use GPS
es: no puede utilizar tu GPS
ko: 위치 서비스 사용 불가

# localizing_error_msg
source: Please allow Setting>Privacy>Location Service
es: Por favor permita el escenario>La privacidad>servicio de localización
ko: 설정>개인정보보호>위치 서비스를 허용해주십시오.

source: Unknown Error
es: error desconocido
ja: 未知のエラー
ko: 알 수 없는 오류
vi: Lỗi không rõ
zh_hans: 未知错误

# network_error
source: Network instability
es: inestabilidad de la red
ja: ネットワーク不安定性
ko: 네트워크가 불안정합니다
vi: mất ổn định mạng
zh_hans: 网络不稳定

# big_blouse_icon
source: Blouse
es: la blusa
ja: ブラウス
ko: 블라우스
vi: áo cánh
zh_hans: 衬衫

# big_blue_jean_jacket_icon
source: Blue Jean Jacket
es: la chaqueta de jean azul
ja: ブルージーンズジャケット
ko: 청자켓
vi: áo khoác jean màu xanh
zh_hans: 颊布

# big_blue_jeans_icon
source: Blue Jeans
es: los vaqueros
ja: ジーンズ
ko: 청바지
vi: quần jean xanh
zh_hans: 牛仔裤

# big_cardigan_icon
source: Cardigan
es: el cárdigan
ja: カーディガン
ko: 가디건
vi: áo nịt
zh_hans: 羊毛衣

# big_checked_shirt_icon
source: Checked Shirt
es: camisa revisada
ja: チェックシャツ
ko: 체크셔츠
vi: Áo đã được kiểm tra
zh_hans: 检查衬衫

# big_coat_icon
source: Coat
es: el chaquetón
ja: コート
ko: 코트
vi: áo khoác
zh_hans: 法庭

# big_cotton_pants_icon
source: Cotton pants
es: pantalones de algodón
ja: 綿
ko: 면바지
vi: quần cotton
zh_hans: 棉裤

# big_fur_gloves_icon
source: Fur Gloves
es: guantes de piel
ja: 毛の手袋
ko: 털장갑
vi: găng tay lông thú
zh_hans: 毛皮手套

# big_fur_hat_icon
source: Fur Hat
es: sombrero de piel
ja: 毛の帽子
ko: 털모자
vi: mũ lông
zh_hans: 裘皮帽

# big_hot_pants_icon
source: Hot Pants
es: pantalones calientes
ja: ショーツ
ko: 반바지
vi: quần nóng
zh_hans: 短裤

# big_jacket_icon
source: Jacekt
es: la chaqueta
ja: ジャケット
ko: 자켓
vi: Áo khoác
zh_hans: 夹克

# big_knitwear_icon
source: KnitWear
es: vestido de punto
ja: ニット
ko: 니트
vi: hàng dệt kim
zh_hans: 针织的

# big_long_skirt_icon
source: Long Skirt
es: la falda larga
ja: ロングスカート
ko: 롱스커트
vi: váy dài
zh_hans: 长裙

# big_mask_icon
source: Mask
es: la máscara
ja: マスク
ko: 마스크
vi: mặt nạ
zh_hans: 面膜

# big_muffler_icon
source: Muffler
es: la bufanda
ja: ショール
ko: 목도리
vi: ống giảm thanh
zh_hans: 围巾

# big_one_piece_icon
source: Onepiece
es: el vestido
ja: ワンピース
ko: 원피스
vi: một mảnh
zh_hans: 海贼王

# big_padding_icon
source: Padding
ja: パディング
ko: 패딩
vi: đệm
zh_hans: 填充

# big_padding_vest_icon
source: Padding vest
ja: パディングベスト
ko: 패딩조끼
vi: đệm lót
zh_hans: 衬垫背心

# big_shirt_icon
source: Shirt
es: la camisa
ja: シャツ
ko: 셔츠
vi: áo sơ mi
zh_hans: 衬衫

# big_short_skirt_icon
source: Short Skirt
es: la falda corta
ja: スカート
ko: 치마
vi: váy ngắn
zh_hans: 裙子

# big_short_sleeved_t_shirt_icon
source: T-Shirt
es: la camiseta cortada
ja: 半袖Tシャツ
ko: 반팔티
vi: Áo thun
zh_hans: 短袖T恤

# big_slacks_icon
source: Slacks
es: los pantalones
ja: スラックス
ko: 슬랙스
vi: quần lót
zh_hans: 西裤

# big_sleeveless_shirt_icon
source: Sleeveless Shirt
es: la camiseta sin mangas
ja: ノースリーブ
ko: 민소매
vi: áo không tay
zh_hans: 无袖

# big_sweatshirt_icon
source: Sweat Shirt
es: la sudadera
ja: マンツーマン
ko: 맨투맨
vi: áo thấm mồ hôi
zh_hans: 一对一

# big_trench_coat_icon
source: Trench Coat
es: la gabardina
ja: レンチコート
ko: 트렌치코트
vi: áo choàng
zh_hans: 风衣

# big_umbrella_icon
source: Umbrella
es: el paraguas
ja: 傘
ko: 우산
vi: ô
zh_hans: 伞

# condition200
source: Thunderstorm with light rain
ko: 가벼운 비랑 천둥,번개⚡️

# condition201
source: Thunderstorm with rain
ko: 비 내리고 천둥 번개⚡️

# condition202
source: Thunderstorm with heavy rain
ko: 거센 비와 천둥 번개⚡️

# condition210
source: Light thunderstorm
ko: 약한 천둥 번개⚡️

# condition211
source: Thunderstorm
ko: 천둥 번개⚡️

# condition212
source: Heavy thunderstorm
ko: 강한 천둥 번개⚡️⚡️

# condition221
source: Ragged thunderstorm
ko: 엄청 강한 천둥 번개⚡️

# condition230
source: Thunderstorm with light drizzle
ko: 여우비에 천둥번개

# condition231
source: Thunderstorm with drizzle
ko: 이슬비에 천둥번개

# condition232
source: Thunderstorm with heavy drizzle
ko: 굵은 이슬비에 천둥번개

# condition300
source: Light intensity drizzle
ko: 가벼운 이슬비🌨

# condition301
source: Drizzle
ko: 이슬비

# condition302
source: Heavy intensity drizzle
ko: 굵은 이슬비🌨

# condition310
source: Light intensity drizzle rain
ko: 약한 비🌨

# condition311
source: Drizzle rain
ko: 그냥 이슬비🌨

# condition312
source: Heavy intensity drizzle rain
ko: 약간 강하게 흩뿌리는 비🌨

# condition313
source: Shower rain and drizzle
ko: 소나기와 이슬비

# condition314
source: Heavy shower rain and drizzle
ko: 굵은 소나기와 이슬비

# condition321
source: Shower drizzle
ko: 엄청나게 쏟아지는 이슬비

# condition500
source: Light rain
ko: 가벼운 비🌧

# condition501
source: Moderate rain
ko: 비🌧

# condition502
source: Heavy intensity rain
ko: 굵은 비🌧

# condition503
source: Very heavy rain
ko: 거센 비🌧

# condition504
source: Extreme rain
ko: 거친 비🌧

# condition511
source: Freezing rain
ko: 차가운 비🌧

# condition520
source: Light intensity shower rain
ko: 가볍게 내리는 소나기🌧

# condition521
source: Shower rain
ko: 소나기🌧

# condition522
source: Heavy intensity shower rain
ko: 굵은 소나기🌧

# condition531
source: Ragged shower rain
ko: 거친 소나기🌧

# condition600
source: Light snow
ko: 살짝 눈❄️

# condition601
source: Snow
ko: 눈

# condition602
source: Heavy snow
ko: 눈 펑펑

# condition611
source: Sleet
ko: 진눈깨비

# condition612
source: Light shower sleet
ko: 가벼운 추적추적 눈

# condition613
source: Shower sleet
ko: 추적추척한 눈

# condition615
source: Light rain and snow
ko: 가벼운 비와 눈

# condition616
source: Rain and snow
ko: 비와 눈

# condition620
source: Light shower snow
ko: 잠시 가벼운 눈

# condition621
source: Shower snow
ko: 잠시 눈

# condition622
source: Heavy shower snow
ko: 잠시 많은 눈

# condition701
source: Mist
ko: 옅은 안개

# condition711
source: Smoke
ko: 스모크

# condition721
source: Haze
ko: 짙은 안개

# condition731
source: Sand/dust whirls
ko: 미세먼지

# condition741
source: Fog
ko: 안개

# condition751
source: sand
ko: 모래바람

# condition761
source: Dust
ko: 미세먼지

# condition762
source: Volcanic ash
ko: 화산재

# condition771
source: Squalls
ko: 스콜

# condition781
source: Tornado
ko: 태풍

# condition800
source: Clear Sky
ko: 맑은 하늘

# condition801
source: Few clouds
ko: 구름 조금

# condition802
source: Scattered clouds
ko: 구름 약간

# condition803
source: Broken clouds
ko: 흐린 날

# condition804
source: Overcast clouds
ko: 잔뜩 흐린 날

# desc_clear
source: Sunny day :)
ko: 날씨가 맑아요!

# desc_cloud
source: Cloudy day..
ko: 날이 흐려요..

# desc_tornado
source: TORNADO
ko: 토네이도! 위험!

# desc_ash
source: VOLCANIC ASH!
ko: 화산재 조심하세요!

# desc_squall
source: BE CAREFUL
ko: 스콜 조심하세요!

# desc_thunderstorm
source: THUNDERSTORM! BE CAREFUL!
ko: 천둥번개에 유의하세요

# desc_dust
source: BAD air condition!
ko: 공기가 안좋아요

# desc_snow
source: Snowy day
ko: 눈이 와요

# desc_rain
source: Rainy day
ko: 비가 와요

# desc_drizzle
source: Drizzling..
ko: 가볍게 비와요

# desc_fog
source: Foggy
ko: 안개가 꼈어요

# desc_add_warm
source: Dress warmly
ko: 따뜻하게 입으세요

# desc_add_cool
source: Be careful of HEAT!
ko: 더위 조심하세요!

# desc_add_cross
source: Big daily Gap
ko: 일교차가 큰 날이에요

# desc_add_cloth
source: Take
ko: 챙기세요
